Repository: indie-master/marzban-shop
Catalog: locales/*/LC_MESSAGES/bot.po
Languages: ru

source: To be paid - {amount}₽ ⬇️
ru: К оплате - {amount}₽ ⬇️

source: To be paid - {amount}$ ⬇️
ru: ️К оплате - {amount}$ ⬇️

source: Select payment method ⬇️
ru: Выберите способ оплаты ⬇️

source: Hello, {name} 👋🏻 Select an action ⬇️
ru: Здравствуйте, {name} 👋🏻 Выберите действие ⬇️

source: Choose the appropriate tariff ⬇️
ru: Выберите подходящий тариф ⬇️

source: Your profile is not active at the moment. You can choose "{trial}" or "Join 🏄🏻‍♂️".
ru: Ваш профиль не активен в данный момент. Вы можете выбрать "{trial}" или "Присоединиться 🏄🏻‍♂️".

source: Your profile is not active at the moment. You can choose "Join 🏄🏻‍♂️".
ru: Ваш профиль не активен в данный момент. Вы можете выбрать "Присоединиться 🏄🏻‍♂️".

source: Subscription page ⬇️
ru: Страница подписки ⬇️

source: Follow the <a href="{link}">link</a> and ask us a question. We are always happy to help 🤗
ru: Перейдите по <a href="{link}">ссылке</a> и задайте нам вопрос. Мы всегда рады помочь 🤗

source: Your subscription is available in the "My subscription 👤" section.
ru: Ваша подписка доступна в разделе "Моя подписка 👤".

source: Thank you for choice ❤️ ️ <a href="{link}">Subscribe</a> so you don't miss any announcements ✅ ️ Your subscription is purchased and available in the "My subscription 👤" section.
ru: Благодарим за ваш выбор ❤️ ️ <a href="{link}">Подпишитесь</a>, чтобы не пропустить объявления ✅ ️ Подписка оплачена и доступна в разделе Моя подписка 👤.

source: ⏪ Back
ru: ⏪ Назад

source: You have access to a free period - {days} days.
ru: Вам доступен бесплатный период - {days} дней.

source: Welcome to Swiftless Service! This bot helps you connect to secure and fast internet. {trial_line}Our principles: — Safe — Unlimited — Fast Available locations: - Germany - Slovakia - Sweden We also have YouTube without ads.
ru: Добро пожаловать в Swiftless Service! Этот бот помогает подключиться к безопасному и быстрому интернету. {trial_line}Наши принципы: — Безопасно — Безлимитно — Быстро Доступные локации: - Германия - Словакия - Швеция Также у нас есть YouTube без рекламы.

source: Remaining traffic: ♾️
ru: Остаток трафика: ♾️

source: Remaining traffic: {gb} GB
ru: Остаток трафика: {gb} ГБ

source: Access: 🟢 Active
ru: Доступ: 🟢 Активна

source: Access: 🔴 Not active
ru: Доступ: 🔴 Не активна

source: {status} Days left: {days} Active until: {date} {traffic} Subscription link: <code>{sub_url}</code> To open the subscription in the app — tap the "Open" button.
ru: {status} Осталось дней: {days} Активна до: {date} {traffic} Ссылка подписки: <code>{sub_url}</code> Чтобы открыть подписку в приложении — нажмите кнопку "Перейти".

source: Select a document ⬇️
ru: Выберите документ ⬇️

source: Privacy policy
ru: Политика конфиденциальности

source: User agreement
ru: Пользовательское соглашение

source: Rules
ru: Правила

source: Offer
ru: Оферта

source: ✍️ Write to support
ru: ✍️ Написать в поддержку

source: iOS / macOS setup: 1. Install the Happ app from App Store. 2. Open the app and go to settings. 3. Tap "Add server" or the "+" icon. 4. Copy the key from the Telegram bot. 5. Paste the key into the app and tap "Add". 6. Enable VPN using the switch at the top.
ru: Настройка iOS / macOS: 1. Установите приложение Happ из App Store. 2. Откройте приложение и перейдите в настройки. 3. Нажмите "Добавить сервер" или значок "+". 4. Скопируйте ключ из Telegram-бота. 5. Вставьте ключ в приложение и нажмите "Добавить". 6. Включите VPN переключателем в верхней части экрана.

source: Android setup: 1. Install the Happ app from Google Play or APK. 2. Open the app and go to settings. 3. Tap "Add server" or the "+" icon. 4. Copy the key from the Telegram bot. 5. Paste the key into the app and tap "Add". 6. Enable VPN using the switch at the top.
ru: Настройка Android: 1. Установите приложение Happ из Google Play или APK. 2. Откройте приложение и перейдите в настройки. 3. Нажмите "Добавить сервер" или значок "+". 4. Скопируйте ключ из Telegram-бота. 5. Вставьте ключ в приложение и нажмите "Добавить". 6. Включите VPN переключателем в верхней части экрана.

source: Windows setup: 1. Download and install the app for Windows. 2. Launch Happ and wait for the interface to load. 3. Click "Add configuration" or the "+" icon. 4. Paste the key from the Telegram bot into the configuration field. 5. Click "Save" and then "Connect". 6. Done! Check the connection by opening any site.
ru: Настройка Windows: 1. Скачайте и установите приложение для Windows. 2. Запустите Happ и дождитесь загрузки интерфейса. 3. Нажмите "Добавить конфигурацию" или значок "+". 4. Вставьте ключ из Telegram-бота в поле конфигурации. 5. Нажмите "Сохранить" и затем "Подключиться". 6. Готово! Проверьте подключение, открыв любой сайт.

source: Linux setup: 1. Download and install the app for your OS. 2. Launch Happ and wait for the interface to load. 3. Click "Add configuration" or the "+" icon. 4. Paste the key from the Telegram bot into the configuration field. 5. Click "Save" and then "Connect". 6. Done! Check the connection by opening any site.
ru: Настройка Linux: 1. Скачайте и установите приложение для своей ОС. 2. Запустите Happ и дождитесь загрузки интерфейса. 3. Нажмите "Добавить конфигурацию" или значок "+". 4. Вставьте ключ из Telegram-бота в поле конфигурации. 5. Нажмите "Сохранить" и затем "Подключиться". 6. Готово! Проверьте подключение, открыв любой сайт.

source: Join 🏄🏻‍♂️
ru: Присоединиться/Продлить 🏄🏻‍♂️

source: My subscription 👤
ru: Моя подписка 👤

source: Frequent questions ℹ️
ru: Частые вопросы ℹ️

source: Support ❤️
ru: Поддержка ❤️

source: Follow the <a href="{link}">link</a> 🔗
ru: Перейти по <a href="{link}">ссылке</a> 🔗

source: 5 days free 🆓
ru: 5 дней бесплатно 🆓

source: Pay
ru: Оплатить

source: YooKassa (₽)
ru: ЮKassa (₽)

source: Hello, {name} 👋🏻 Thank you for using our service ❤️ ️ Your VPN subscription expires {day}, at the end of the day. ️ To renew it, just go to the "Join 🏄🏻‍♂️" section and make a payment.
ru: Здравствуйте, {name} 👋🏻 Спасибо, что пользуетесь нашим сервисом ❤️ ️ Ваша VPN-подписка истекает {day}, в конце дня. ️ Чтобы продлить её, достаточно перейти в раздел "Присоединиться/Продлить 🏄🏻‍♂️" и произвести оплату.

source: Follow 🔗
ru: Перейти 🔗

source: today
ru: сегодня

source: tomorrow
ru: завтра

source: Payment 🏄🏻‍♂️
ru: Оплата 🏄🏻‍♂️

source: To be paid - {amount}⭐️ ⬇️
ru: К оплате - {amount}⭐️ ⬇️

source: Subscription for {amount} month
ru: Подписка {amount} мес.

source: Card transfer
ru: Перевод на карту

source: Sber
ru: Сбер

source: T-Bank
ru: Т-Банк

source: I have paid
ru: Я оплатил

source: You are not allowed to perform this action.
ru: Вам нельзя выполнять это действие.

source: {days} days free 🆓
ru: {days} дней бесплатно 🆓

source: To pay, use one of the links below. After payment, press «I have paid».
ru: Для оплаты воспользуйтесь одной из ссылок ниже. После оплаты нажмите «Я оплатил».

source: We will check your payment soon. Thank you!
ru: Скоро проверим ваш платеж. Спасибо!

source: Confirm ✅
ru: Подтвердить ✅

source: Reject ❌
ru: Отклонить ❌

source: This payment has already been processed. Please start a new payment if necessary.
ru: Этот платёж уже обработан. При необходимости начните оплату заново.

source: Please send a screenshot or receipt of your payment in reply to this message.
ru: Пожалуйста, отправьте скриншот или чек об оплате в ответ на это сообщение.

source: Manual payment #{payment_id} User: <a href="tg://user?id={user_id}">{username}</a> (@{username_tag}) Plan: {plan} Amount: {amount}
ru: Ручной платёж #{payment_id} Пользователь: <a href="tg://user?id={user_id}">{username}</a> (@{username_tag}) Тариф: {plan} Сумма: {amount}

source: Payment not found.
ru: Платёж не найден.

source: Failed to activate subscription.
ru: Не удалось активировать подписку.

source: ⚠️ Failed to activate subscription for payment {payment_id}. Error: {error}
ru: ⚠️ Не удалось активировать подписку по платежу {payment_id}. Ошибка: {error}

source: Payment confirmed ✅ Your subscription is active until {date}.
ru: Оплата подтверждена ✅ Ваша подписка активна до {date}.

source: ✅ Payment {payment_id} confirmed, subscription active until {date}.
ru: ✅ Платёж {payment_id} подтверждён, подписка активна до {date}.

source: Payment confirmed.
ru: Платёж подтверждён.

source: ❌ Payment {payment_id} was rejected by administrator.
ru: ❌ Платёж {payment_id} отклонён администратором.

source: Payment not confirmed ❌ Please pay via the link in the bot and send a correct confirmation (screenshot or receipt).
ru: Платёж не подтверждён ❌ Пожалуйста, оплатите по ссылке в боте и отправьте корректное подтверждение (скриншот или чек).

source: Payment rejected.
ru: Платёж отклонён.

source: message_notify_expired_sub
ru: Здравствуйте 👋 Мы заметили, что вы не продлили подписку 😢 Если у вас есть замечания или вопросы по нашему сервису, пожалуйста, напишите. Нам важно ваше мнение!

source: Pay 💳
ru: Оплатить 💳

source: Pay {amount}⭐️
ru: Оплатить {amount}⭐️

source: I have paid ✅
ru: Я оплатил ✅

source: Remaining traffic: unlimited.
ru: Остаток трафика: без ограничений.

source: Remaining traffic: {gb} GB.
ru: Остаток трафика: {gb} ГБ.

source: Dear user {name}, Your subscription expires on {date}. {traffic} Your subscription link: {sub_url}
ru: Уважаемый пользователь {name}, Срок действия вашей подписки истекает {date}. {traffic} Ваша ссылка подписки: {sub_url}

source: Instructions 📚
ru: Инструкции 📚

source: Choose your platform ⬇️
ru: Выберите платформу ⬇️

source: Thank you! We will check your payment soon.
ru: Спасибо! Мы скоро проверим ваш платёж.

source: iOS setup: 1. Install the Happ app from App Store. 2. Open the app and go to settings. 3. Tap "Add server" or the "+" icon. 4. Copy the key from the Telegram bot. 5. Paste the key into the app and tap "Add". 6. Enable VPN using the switch at the top. Download links for iOS: - App Store: {ios_link}
ru: Настройка iOS: 1. Установите приложение Happ из App Store. 2. Откройте приложение и перейдите в настройки. 3. Нажмите «Добавить сервер» или значок «+». 4. Скопируйте ключ из Telegram-бота. 5. Вставьте ключ в приложение и нажмите «Добавить». 6. Включите VPN переключателем вверху. Ссылки для iOS: - App Store: {ios_link}

source: macOS setup: 1. Install the Happ app from the App Store. 2. Open the app and go to settings. 3. Click "Add configuration" or the "+" icon. 4. Copy the key from the Telegram bot. 5. Paste the key into the app and tap "Add". 6. Enable VPN using the switch at the top. Download links for macOS: - App Store: {mac_link}
ru: Настройка macOS: 1. Установите приложение Happ из App Store. 2. Откройте приложение и перейдите в настройки. 3. Нажмите «Добавить конфигурацию» или значок «+». 4. Скопируйте ключ из Telegram-бота. 5. Вставьте ключ в приложение и нажмите «Добавить». 6. Включите VPN переключателем вверху. Ссылки для macOS: - App Store: {mac_link}

source: Android setup: 1. Install the Happ app from Google Play or APK. 2. Open the app and go to settings. 3. Tap "Add server" or the "+" icon. 4. Copy the key from the Telegram bot. 5. Paste the key into the app and tap "Add". 6. Enable VPN using the switch at the top. Download links for Android: - Google Play: {play} - APK (GitHub): {apk}
ru: Настройка Android: 1. Установите приложение Happ из Google Play или APK. 2. Откройте приложение и перейдите в настройки. 3. Нажмите «Добавить сервер» или значок «+». 4. Скопируйте ключ из Telegram-бота. 5. Вставьте ключ в приложение и нажмите «Добавить». 6. Включите VPN переключателем вверху. Ссылки для Android: - Google Play: {play} - APK (GitHub): {apk}

source: Windows setup: 1. Download and install the app for Windows. 2. Launch Happ and wait for the interface to load. 3. Click "Add configuration" or the "+" icon. 4. Paste the key from the Telegram bot into the configuration field. 5. Click "Save" and then "Connect". 6. Done! Check the connection by opening any site. Download links for Windows: - Installer: {win_link}
ru: Настройка Windows: 1. Скачайте и установите приложение для Windows. 2. Запустите Happ и дождитесь загрузки интерфейса. 3. Нажмите «Добавить конфигурацию» или значок «+». 4. Вставьте ключ из Telegram-бота в поле конфигурации. 5. Нажмите «Сохранить», затем «Подключиться». 6. Готово! Проверьте подключение, открыв любой сайт. Ссылки для Windows: - Установщик: {win_link}

source: Linux setup: 1. Download and install the app for your OS. 2. Launch Happ and wait for the interface to load. 3. Click "Add configuration" or the "+" icon. 4. Paste the key from the Telegram bot into the configuration field. 5. Click "Save" and then "Connect". 6. Done! Check the connection by opening any site. Download links for Linux: - Packages: {linux_link}
ru: Настройка Linux: 1. Скачайте и установите приложение для вашей ОС. 2. Запустите Happ и дождитесь загрузки интерфейса. 3. Нажмите «Добавить конфигурацию» или значок «+». 4. Вставьте ключ из Telegram-бота в поле конфигурации. 5. Нажмите «Сохранить», затем «Подключиться». 6. Готово! Проверьте подключение, открыв любой сайт. Ссылки для Linux: - Пакеты: {linux_link}
